Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# captions.mode.subtitle
source: Translate existing subtitles
de: Vorhandene Untertitel übersetzen
es: Traducir subtítulos existentes
fr: Traduire des sous-titres existants
id: Terjemahkan subtitle yang ada
it: Traduci sottotitoli esistenti
ja: 既存の字幕を翻訳
ko: 기존 자막 번역
nl: Vertaal bestaande ondertitels
pl: Tłumacz istniejące napisy
pt: Traduzir legendas existentes
ru: Перевести существующие субтитры
th: แปลคำบรรยายที่มีอยู่
tr: Mevcut altyazıları çevir
vi: Dịch phụ đề có sẵn
zh_hans: 翻译已有字幕
zh_hant: 翻譯現有字幕

# captions.output.nameTooLong
source: The filename is too long. Shorten the video filename or save subtitles under another name.
de: Der Dateiname ist zu lang. Den Videodateinamen kürzen oder die Untertitel unter einem anderen Namen speichern.
es: El nombre del archivo es demasiado largo. Acorta el nombre del vídeo o guarda los subtítulos con otro nombre.
fr: Le nom du fichier est trop long. Raccourcissez le nom de la vidéo ou enregistrez les sous-titres sous un autre nom.
id: Nama file terlalu panjang. Persingkat nama file video atau simpan subtitle dengan nama lain.
it: Il nome del file è troppo lungo. Accorcia il nome del video o salva i sottotitoli con un altro nome.
ja: ファイル名が長すぎます。動画のファイル名を短くするか、字幕を別の名前で保存してください。
ko: 파일 이름이 너무 깁니다. 비디오 파일 이름을 줄이거나 자막을 다른 이름으로 저장하세요.
nl: De bestandsnaam is te lang. Kort de videobestandsnaam in of sla de ondertitels op onder een andere naam.
pl: Nazwa pliku jest zbyt długa. Skróć nazwę pliku wideo lub zapisz napisy pod inną nazwą.
pt: O nome do arquivo é muito longo. Encurte o nome do vídeo ou salve as legendas com outro nome.
ru: Имя файла слишком длинное. Сократите имя видеофайла или сохраните субтитры под другим именем.
th: ชื่อไฟล์ยาวเกินไป โปรดย่อชื่อไฟล์วิดีโอหรือบันทึกคำบรรยายด้วยชื่ออื่น
tr: Dosya adı çok uzun. Video dosyasının adını kısaltın veya altyazıları başka bir adla kaydedin.
vi: Tên tệp quá dài. Hãy rút ngắn tên tệp video hoặc lưu phụ đề bằng tên khác.
zh_hans: 文件名过长，请缩短视频文件名或另存到其他文件名。
zh_hant: 檔案名稱過長。請縮短影片檔名，或將字幕另存為其他名稱。

# captions.output.noContent
source: There are no subtitles to save.
de: Es sind keine Untertitel zum Speichern vorhanden.
es: No hay subtítulos que guardar.
fr: Il n’y a aucun sous-titre à enregistrer.
id: Tidak ada subtitle untuk disimpan.
it: Non ci sono sottotitoli da salvare.
ja: 保存する字幕がありません。
ko: 저장할 자막 내용이 없습니다.
nl: Er zijn geen ondertitels om op te slaan.
pl: Brak napisów do zapisania.
pt: Não há legendas para salvar.
ru: Нет субтитров для сохранения.
th: ไม่มีเนื้อหาคำบรรยายให้บันทึก
tr: Kaydedilecek altyazı içeriği yok.
vi: Không có nội dung phụ đề để lưu.
zh_hans: 没有可保存的字幕内容。
zh_hant: 沒有可儲存的字幕內容。

# captions.output.notRegularFile
source: The destination exists and is not a regular file. Choose another filename.
de: Das Ziel ist bereits vorhanden und keine reguläre Datei. Bitte einen anderen Dateinamen wählen.
es: El destino ya existe y no es un archivo normal. Elige otro nombre de archivo.
fr: La destination existe déjà et n’est pas un fichier ordinaire. Choisissez un autre nom de fichier.
id: Tujuan sudah ada dan bukan file biasa. Pilih nama file lain.
it: La destinazione esiste già e non è un file regolare. Scegli un altro nome per il file.
ja: 保存先はすでに存在しますが、通常のファイルではありません。別のファイル名を選んでください。
ko: 대상이 이미 존재하지만 일반 파일이 아닙니다. 다른 파일 이름을 선택하세요.
nl: Het doel bestaat al en is geen gewoon bestand. Kies een andere bestandsnaam.
pl: Miejsce docelowe już istnieje i nie jest zwykłym plikiem. Wybierz inną nazwę pliku.
pt: O destino já existe e não é um arquivo comum. Escolha outro nome de arquivo.
ru: Объект по указанному пути уже существует и не является обычным файлом. Выберите другое имя файла.
th: ปลายทางมีอยู่แล้วและไม่ใช่ไฟล์ปกติ โปรดเลือกชื่อไฟล์อื่น
tr: Hedef zaten var ve normal bir dosya değil. Başka bir dosya adı seçin.
vi: Đích đã tồn tại và không phải là tệp thông thường. Hãy chọn tên tệp khác.
zh_hans: 目标已存在且不是普通文件，请选择其他文件名。
zh_hant: 目的位置已存在且不是一般檔案。請選擇其他檔名。

# captions.quit.message
source: “%@” is not finished yet.
de: „%@“ ist noch nicht abgeschlossen.
es: «%@» aún no ha terminado.
fr: « %@ » n’est pas encore terminé.
id: “%@” belum selesai.
it: “%@” non è ancora terminato.
ja: 「%@」はまだ完了していません。
ko: “%@” 작업이 아직 완료되지 않았습니다.
nl: ‘%@’ is nog niet klaar.
pl: „%@” nie jest jeszcze ukończone.
pt: “%@” ainda não terminou.
ru: «%@» ещё не завершено.
th: “%@” ยังไม่เสร็จสิ้น
tr: “%@” henüz tamamlanmadı.
vi: “%@” vẫn chưa hoàn tất.
zh_hans: 「%@」尚未生成完。
zh_hant: 「%@」尚未完成。

# captions.quit.savingMessage
source: Subtitles for “%@” are being saved. Quitting may interrupt the save. Choose Cancel to keep waiting.
de: Untertitel für „%@“ werden gespeichert. Das Beenden kann den Speichervorgang unterbrechen. Zum Weiterwarten „Abbrechen“ wählen.
es: Se están guardando los subtítulos para «%@». Salir puede interrumpir el guardado. Elige Cancelar para seguir esperando.
fr: Les sous-titres pour « %@ » sont en cours d’enregistrement. Quitter peut interrompre l’enregistrement. Choisissez Annuler pour continuer à attendre.
id: Subtitle untuk “%@” sedang disimpan. Keluar dapat mengganggu penyimpanan. Pilih Batal untuk tetap menunggu.
it: È in corso il salvataggio dei sottotitoli per “%@”. Uscendo potresti interromperlo. Scegli Annulla per continuare ad attendere.
ja: 「%@」の字幕を保存中です。終了すると保存が中断される場合があります。「キャンセル」を選ぶと引き続き待機します。
ko: “%@” 자막을 저장 중입니다. 종료하면 저장이 중단될 수 있습니다. 계속 기다리려면 취소를 선택하세요.
nl: De ondertitels voor ‘%@’ worden opgeslagen. Afsluiten kan het opslaan onderbreken. Kies Annuleer om te blijven wachten.
pl: Trwa zapisywanie napisów do „%@”. Zakończenie aplikacji może przerwać zapis. Wybierz Anuluj, aby czekać dalej.
pt: As legendas de “%@” estão sendo salvas. Encerrar pode interromper o salvamento. Escolha Cancelar para continuar aguardando.
ru: Субтитры для «%@» сохраняются. Выход может прервать сохранение. Выберите «Отмена», чтобы продолжить ожидание.
th: กำลังบันทึกคำบรรยายสำหรับ “%@” การออกอาจขัดจังหวะการบันทึก เลือกยกเลิกเพื่อรอต่อ
tr: “%@” için altyazılar kaydediliyor. Çıkmak kaydetmeyi yarıda kesebilir. Beklemeye devam etmek için İptal'i seçin.
vi: Đang lưu phụ đề cho “%@”. Thoát có thể làm gián đoạn việc lưu. Chọn Hủy để tiếp tục chờ.
zh_hans: 正在保存「%@」的字幕。退出可能中断保存；选择取消可继续等待。
zh_hant: 正在儲存「%@」的字幕。結束可能會中斷儲存；請選擇「取消」以繼續等待。

# captions.quit.savingTitle
source: Subtitles are being saved. Quit anyway?
de: Untertitel werden gespeichert. Trotzdem beenden?
es: Se están guardando los subtítulos. ¿Salir de todos modos?
fr: Les sous-titres sont en cours d’enregistrement. Quitter quand même ?
id: Subtitle sedang disimpan. Tetap keluar?
it: Salvataggio dei sottotitoli in corso. Vuoi uscire comunque?
ja: 字幕を保存中です。終了しますか？
ko: 자막을 저장 중입니다. 그래도 종료하시겠습니까?
nl: De ondertitels worden opgeslagen. Toch afsluiten?
pl: Trwa zapisywanie napisów. Zakończyć mimo to?
pt: As legendas estão sendo salvas. Encerrar mesmo assim?
ru: Субтитры сохраняются. Всё равно выйти?
th: กำลังบันทึกคำบรรยาย ยังคงต้องการออกหรือไม่?
tr: Altyazılar kaydediliyor. Yine de çıkılsın mı?
vi: Đang lưu phụ đề. Bạn vẫn muốn thoát?
zh_hans: 字幕正在保存，仍要退出吗？
zh_hant: 正在儲存字幕，仍要結束嗎？

# captions.quit.title
source: Subtitle generation is %d%% complete. Quitting will discard progress.
de: Untertitel zu %d%% erstellt. Beim Beenden geht der Fortschritt verloren.
es: Se ha generado el %d%% de los subtítulos. Si sales, se perderá el progreso.
fr: Les sous-titres sont générés à %d%%. Quitter supprime la progression.
id: Pembuatan subtitle selesai %d%%. Keluar akan membuang progresnya.
it: I sottotitoli sono stati generati al %d%%. Uscendo perderai i progressi.
ja: 字幕の生成は %d%% 完了しています。終了すると進捗は破棄されます。
ko: 자막 생성이 %d%% 완료되었습니다. 종료하면 진행 상황이 삭제됩니다.
nl: De ondertitels zijn voor %d%% gegenereerd. Bij afsluiten gaat de voortgang verloren.
pl: Wygenerowano %d%% napisów. Zakończenie aplikacji spowoduje utratę postępu.
pt: A geração de legendas está %d%% concluída. Encerrar descarta o progresso.
ru: Субтитры созданы на %d%%. При выходе прогресс будет потерян.
th: สร้างคำบรรยายแล้ว %d%% การออกจะทิ้งความคืบหน้า
tr: Altyazı oluşturma %d%% tamamlandı. Çıkarsanız ilerleme silinir.
vi: Đã tạo %d%% phụ đề. Thoát sẽ hủy tiến độ hiện tại.
zh_hans: 字幕生成到 %d%%，退出会丢弃进度。
zh_hant: 字幕已產生 %d%%，結束將捨棄進度。

# captions.quit.unsavedMessage
source: Unsaved subtitle tasks: %d. Quitting will discard their results.
de: Ergebnisse von %d Untertitelaufträgen wurden noch nicht gespeichert. Beim Beenden gehen diese Ergebnisse verloren.
es: Los resultados de %d tareas de subtítulos no se han guardado. Si sales, se perderán.
fr: Les résultats de %d tâches de sous-titrage n’ont pas été enregistrés. Quitter supprime ces résultats.
id: Hasil dari %d tugas subtitle belum disimpan. Keluar akan membuang hasil tersebut.
it: I risultati di %d attività dei sottotitoli non sono stati salvati. Uscendo li perderai.
ja: %d件の字幕タスクの結果が未保存です。終了すると、これらの結果は失われます。
ko: 자막 작업 %d개의 결과가 저장되지 않았습니다. 종료하면 이 결과가 삭제됩니다.
nl: De resultaten van %d ondertiteltaken zijn niet opgeslagen. Bij afsluiten gaan deze resultaten verloren.
pl: Liczba zadań napisów z niezapisanymi wynikami: %d. Zakończenie aplikacji spowoduje utratę tych wyników.
pt: Os resultados de %d tarefas de legendas não foram salvos. Encerrar descarta esses resultados.
ru: Результаты задач создания субтитров не сохранены: %d. При выходе эти результаты будут потеряны.
th: ผลลัพธ์จากงานคำบรรยาย %d งานยังไม่ได้บันทึก การออกจะทิ้งผลลัพธ์เหล่านี้
tr: %d altyazı görevinin sonuçları kaydedilmedi. Çıkarsanız bu sonuçlar silinir.
vi: Kết quả của %d tác vụ phụ đề chưa được lưu. Thoát sẽ hủy các kết quả này.
zh_hans: 还有 %d 个字幕任务的结果未保存，退出将丢失这些结果。
zh_hant: 還有 %d 個字幕工作的結果尚未儲存，結束將遺失這些結果。

# captions.quit.unsavedTitle
source: Subtitles have not been saved. Quit anyway?
de: Die Untertitel wurden noch nicht gespeichert. Trotzdem beenden?
es: Los subtítulos no se han guardado. ¿Salir de todos modos?
fr: Les sous-titres n’ont pas été enregistrés. Quitter quand même ?
id: Subtitle belum disimpan. Tetap keluar?
it: I sottotitoli non sono stati salvati. Vuoi uscire comunque?
ja: 字幕が保存されていません。終了しますか？
ko: 자막이 저장되지 않았습니다. 그래도 종료하시겠습니까?
nl: De ondertitels zijn niet opgeslagen. Toch afsluiten?
pl: Napisy nie zostały zapisane. Zakończyć mimo to?
pt: As legendas não foram salvas. Encerrar mesmo assim?
ru: Субтитры не сохранены. Всё равно выйти?
th: ยังไม่ได้บันทึกคำบรรยาย ยังคงต้องการออกหรือไม่?
tr: Altyazılar kaydedilmedi. Yine de çıkılsın mı?
vi: Phụ đề chưa được lưu. Bạn vẫn muốn thoát?
zh_hans: 字幕尚未保存，仍要退出吗？
zh_hant: 字幕尚未儲存，仍要結束嗎？

# captions.regenerate
source: Regenerate (overwrite the existing file)
de: Neu erstellen (vorhandene Datei überschreiben)
es: Volver a generar (sobrescribir el archivo existente)
fr: Générer à nouveau (écraser le fichier existant)
id: Buat ulang (timpa file yang ada)
it: Genera di nuovo (sovrascrivi il file esistente)
ja: 再生成（既存のファイルを上書き）
ko: 다시 생성(기존 파일 덮어쓰기)
nl: Genereer opnieuw (overschrijf het bestaande bestand)
pl: Generuj ponownie (nadpisz istniejący plik)
pt: Gerar novamente (sobrescrever o arquivo existente)
ru: Создать заново (перезаписать существующий файл)
th: สร้างใหม่ (เขียนทับไฟล์ที่มีอยู่)
tr: Yeniden oluştur (mevcut dosyanın üzerine yaz)
vi: Tạo lại (ghi đè tệp có sẵn)
zh_hans: 重新生成（覆盖已有文件）
zh_hant: 重新產生（覆寫現有檔案）

# captions.save.busy
source: Another subtitle task is running, queued, or saving. Try again when it finishes.
de: Ein anderer Untertitelauftrag läuft, wartet oder wird gespeichert. Bitte nach dessen Abschluss erneut versuchen.
es: Hay otra tarea de subtítulos en ejecución, en cola o guardándose. Inténtalo de nuevo cuando termine.
fr: Une autre tâche de sous-titrage est en cours, en attente ou en cours d’enregistrement. Réessayez lorsqu’elle sera terminée.
id: Tugas subtitle lain sedang berjalan, mengantre, atau menyimpan. Coba lagi setelah selesai.
it: Un’altra attività dei sottotitoli è in corso, in coda o in fase di salvataggio. Riprova quando sarà terminata.
ja: 別の字幕タスクが実行中、待機中、または保存中です。完了してから再試行してください。
ko: 다른 자막 작업이 실행 중이거나 대기 또는 저장 중입니다. 완료된 후 다시 시도하세요.
nl: Een andere ondertiteltaak is actief, staat in de wachtrij of wordt opgeslagen. Probeer het opnieuw wanneer die klaar is.
pl: Inne zadanie napisów trwa, jest w kolejce lub zapisuje wyniki. Spróbuj ponownie po jego ukończeniu.
pt: Outra tarefa de legendas está em execução, na fila ou salvando. Tente novamente quando ela terminar.
ru: Другая задача создания субтитров выполняется, находится в очереди или сохраняет результат. Повторите попытку после её завершения.
th: งานคำบรรยายอื่นกำลังทำงาน อยู่ในคิว หรือกำลังบันทึก โปรดลองอีกครั้งหลังจากงานนั้นเสร็จสิ้น
tr: Başka bir altyazı görevi çalışıyor, kuyrukta veya kaydediliyor. Tamamlandığında yeniden deneyin.
vi: Một tác vụ phụ đề khác đang chạy, chờ trong hàng đợi hoặc đang lưu. Hãy thử lại khi tác vụ đó hoàn tất.
zh_hans: 另一个字幕任务正在运行、排队或保存，请稍后重试。
zh_hant: 另一個字幕工作正在執行、排隊或儲存。請待其完成後再試。

# captions.save.diskFull
source: The disk is full. Free some space or save to another disk.
de: Der Datenträger ist voll. Speicherplatz freigeben oder auf einem anderen Datenträger speichern.
es: El disco está lleno. Libera espacio o guarda los subtítulos en otro disco.
fr: Le disque est plein. Libérez de l’espace ou enregistrez les sous-titres sur un autre disque.
id: Disk penuh. Kosongkan sebagian ruang atau simpan ke disk lain.
it: Il disco è pieno. Libera spazio o salva su un altro disco.
ja: ディスクの空き容量が不足しています。空き容量を増やすか、別のディスクに保存してください。
ko: 디스크 공간이 부족합니다. 공간을 확보하거나 다른 디스크에 저장하세요.
nl: De schijf is vol. Maak ruimte vrij of sla de ondertitels op op een andere schijf.
pl: Dysk jest pełny. Zwolnij miejsce lub zapisz napisy na innym dysku.
pt: O disco está cheio. Libere espaço ou salve em outro disco.
ru: Диск заполнен. Освободите место или сохраните на другой диск.
th: ดิสก์เต็ม โปรดเพิ่มพื้นที่ว่างหรือบันทึกไปยังดิสก์อื่น
tr: Disk dolu. Yer açın veya başka bir diske kaydedin.
vi: Ổ đĩa đã đầy. Hãy giải phóng dung lượng hoặc lưu vào ổ đĩa khác.
zh_hans: 磁盘空间不足。请释放空间或另存到其他磁盘。
zh_hant: 磁碟空間不足。請釋放空間或另存至其他磁碟。

# captions.save.permission
source: The destination is not writable. Save to a location where you have write permission.
de: Am Ziel fehlen Schreibrechte. Bitte an einem Ort mit Schreibzugriff speichern.
es: No se puede escribir en el destino. Guarda los subtítulos en una ubicación donde tengas permiso de escritura.
fr: Vous n’avez pas l’autorisation d’écrire à cet emplacement. Enregistrez les sous-titres dans un emplacement accessible en écriture.
id: Tujuan tidak dapat ditulisi. Simpan ke lokasi yang mengizinkan Anda menulis file.
it: Non hai il permesso di scrivere nella destinazione. Salva in una posizione in cui disponi dei permessi di scrittura.
ja: 保存先に書き込めません。書き込み権限のある場所に保存してください。
ko: 대상 위치에 쓰기 권한이 없습니다. 쓰기 권한이 있는 위치에 저장하세요.
nl: Je hebt geen schrijfrechten voor het doel. Sla de ondertitels op op een locatie waar je wel schrijfrechten hebt.
pl: Brak uprawnień do zapisu w miejscu docelowym. Zapisz napisy w miejscu, w którym masz uprawnienia do zapisu.
pt: Você não tem permissão para gravar no destino. Salve em um local onde tenha permissão de gravação.
ru: Нет прав на запись в указанное место. Выберите папку, в которую у вас есть право записи.
th: ไม่สามารถเขียนไปยังปลายทางได้ โปรดบันทึกไปยังตำแหน่งที่คุณมีสิทธิ์เขียน
tr: Hedefe yazılamıyor. Yazma izninizin olduğu bir konuma kaydedin.
vi: Không thể ghi vào đích. Hãy lưu vào vị trí mà bạn có quyền ghi.
zh_hans: 没有写入权限。请另存到可写入的位置。
zh_hant: 沒有寫入權限。請另存至可寫入的位置。

# captions.save.result
source: Save the generated subtitles
de: Erstellte Untertitel speichern
es: Guardar los subtítulos generados
fr: Enregistrer les sous-titres générés
id: Simpan subtitle yang dibuat
it: Salva i sottotitoli generati
ja: 生成した字幕を保存
ko: 생성된 자막 저장
nl: Bewaar de gegenereerde ondertitels
pl: Zapisz wygenerowane napisy
pt: Salvar as legendas geradas
ru: Сохранить созданные субтитры
th: บันทึกคำบรรยายที่สร้างขึ้น
tr: Oluşturulan altyazıları kaydet
vi: Lưu phụ đề đã tạo
zh_hans: 保存生成的字幕
zh_hant: 儲存產生的字幕

# captions.save.retained
source: The subtitle results are still available in memory. Retry saving or choose another filename.
de: Die Untertitel sind noch im Arbeitsspeicher verfügbar. Erneut speichern oder einen anderen Dateinamen wählen.
es: Los subtítulos siguen disponibles en memoria. Vuelve a intentar guardarlos o elige otro nombre de archivo.
fr: Les sous-titres sont toujours disponibles en mémoire. Réessayez de les enregistrer ou choisissez un autre nom de fichier.
id: Hasil subtitle masih tersedia di memori. Coba simpan lagi atau pilih nama file lain.
it: I sottotitoli sono ancora disponibili in memoria. Riprova a salvarli o scegli un altro nome per il file.
ja: 字幕の結果はメモリに保持されています。保存を再試行するか、別のファイル名を選んでください。
ko: 자막 결과가 메모리에 보관되어 있습니다. 저장을 다시 시도하거나 다른 파일 이름을 선택하세요.
nl: De ondertitels zijn nog beschikbaar in het geheugen. Probeer opnieuw op te slaan of kies een andere bestandsnaam.
pl: Wyniki nadal znajdują się w pamięci. Ponów zapis lub wybierz inną nazwę pliku.
pt: As legendas ainda estão disponíveis na memória. Tente salvar novamente ou escolha outro nome de arquivo.
ru: Результаты создания субтитров ещё находятся в памяти. Повторите сохранение или выберите другое имя файла.
th: ผลลัพธ์คำบรรยายยังอยู่ในหน่วยความจำ โปรดลองบันทึกอีกครั้งหรือเลือกชื่อไฟล์อื่น
tr: Altyazı sonuçları hâlâ bellekte. Kaydetmeyi yeniden deneyin veya başka bir dosya adı seçin.
vi: Kết quả phụ đề vẫn còn trong bộ nhớ. Hãy thử lưu lại hoặc chọn tên tệp khác.
zh_hans: 字幕结果仍保留在内存中，可重新保存或选择其他文件名。
zh_hant: 字幕結果仍保留在記憶體中。您可以重試儲存，或選擇其他檔名。

# captions.save.superseded
source: A newer subtitle task has replaced these unsaved results.
de: Ein neuerer Untertitelauftrag hat diese ungespeicherten Ergebnisse ersetzt.
es: Una tarea de subtítulos más reciente ha sustituido estos resultados sin guardar.
fr: Une nouvelle tâche de sous-titrage a remplacé ces résultats non enregistrés.
id: Hasil yang belum disimpan ini telah digantikan oleh tugas subtitle yang lebih baru.
it: Una nuova attività dei sottotitoli ha sostituito questi risultati non salvati.
ja: 未保存の結果は、新しい字幕タスクによって置き換えられました。
ko: 저장하지 않은 결과가 새 자막 작업으로 대체되었습니다.
nl: Een nieuwere ondertiteltaak heeft deze niet-opgeslagen resultaten vervangen.
pl: Nowsze zadanie napisów zastąpiło te niezapisane wyniki.
pt: Uma tarefa de legendas mais recente substituiu estes resultados não salvos.
ru: Эти несохранённые результаты были заменены новой задачей создания субтитров.
th: งานคำบรรยายใหม่ได้แทนที่ผลลัพธ์ที่ยังไม่ได้บันทึกเหล่านี้แล้ว
tr: Bu kaydedilmemiş sonuçların yerini daha yeni bir altyazı görevi aldı.
vi: Một tác vụ phụ đề mới đã thay thế các kết quả chưa lưu này.
zh_hans: 这份待保存结果已被新的字幕任务替代。
zh_hant: 這些尚未儲存的結果已被新的字幕工作取代。

# captions.save.title
source: Save Subtitles
de: Untertitel speichern
es: Guardar subtítulos
fr: Enregistrer les sous-titres
id: Simpan Subtitle
it: Salva sottotitoli
ja: 字幕を保存
ko: 자막 저장
nl: Bewaar ondertitels
pl: Zapisz napisy
pt: Salvar legendas
ru: Сохранить субтитры
th: บันทึกคำบรรยาย
tr: Altyazıları Kaydet
vi: Lưu phụ đề
zh_hans: 保存字幕
zh_hant: 儲存字幕

# captions.save.transcript
source: Save the original-language subtitles
de: Untertitel in der Originalsprache speichern
es: Guardar los subtítulos en el idioma original
fr: Enregistrer les sous-titres dans la langue d’origine
id: Simpan subtitle dalam bahasa asli
it: Salva i sottotitoli nella lingua originale
ja: 原文の字幕を保存
ko: 원문 자막 저장
nl: Bewaar de ondertitels in de oorspronkelijke taal
pl: Zapisz napisy w języku oryginału
pt: Salvar as legendas no idioma original
ru: Сохранить субтитры на исходном языке
th: บันทึกคำบรรยายภาษาต้นฉบับ
tr: Özgün dildeki altyazıları kaydet
vi: Lưu phụ đề ngôn ngữ gốc
zh_hans: 保存原文字幕
zh_hant: 儲存原文字幕

# captions.sheet.message
source: Translate existing subtitles, or generate new subtitles with on-device speech recognition. The result is saved as an SRT file next to the media; subtitles appear as they are generated.
de: Vorhandene Untertitel übersetzen oder mit der Spracherkennung auf diesem Mac neue erstellen. Das Ergebnis wird als SRT-Datei neben der Mediendatei gespeichert; während der Wiedergabe erscheinen die Untertitel nach und nach.
es: Traduce subtítulos existentes o genera nuevos con el reconocimiento de voz de este Mac. El resultado se guarda como archivo SRT junto al archivo multimedia; los subtítulos aparecen durante la reproducción a medida que se generan.
fr: Traduisez des sous-titres existants ou générez-en avec la reconnaissance vocale sur ce Mac. Le résultat est enregistré dans un fichier SRT à côté du fichier multimédia ; les sous-titres apparaissent pendant la lecture au fur et à mesure de leur génération.
id: Terjemahkan subtitle yang ada, atau buat subtitle baru dengan pengenalan ucapan di perangkat. Hasilnya disimpan sebagai file SRT di folder yang sama dengan media; subtitle muncul selama pemutaran seiring proses pembuatannya.
it: Traduci sottotitoli esistenti o generane di nuovi con il riconoscimento vocale su questo Mac. Il risultato viene salvato in un file SRT accanto al file multimediale; durante la riproduzione, i sottotitoli appaiono man mano che vengono generati.
ja: 既存の字幕を翻訳するか、デバイス上の音声認識で新しい字幕を生成します。結果はメディアと同じフォルダにSRTファイルとして保存され、再生中は生成の進行に合わせて字幕が表示されます。
ko: 기존 자막을 번역하거나 기기의 음성 인식으로 새 자막을 생성합니다. 결과는 미디어와 같은 폴더에 SRT 파일로 저장되며, 재생 중에는 생성 진행 상황에 따라 자막이 표시됩니다.
nl: Vertaal bestaande ondertitels of genereer nieuwe met spraakherkenning op deze Mac. Het resultaat wordt opgeslagen als SRT-bestand naast het mediabestand; tijdens het afspelen verschijnen de ondertitels naarmate ze worden gegenereerd.
pl: Przetłumacz istniejące napisy lub wygeneruj nowe przy użyciu rozpoznawania mowy na tym Macu. Wynik jest zapisywany jako plik SRT obok pliku multimedialnego; napisy pojawiają się podczas odtwarzania w miarę ich generowania.
pt: Traduza legendas existentes ou gere novas com o reconhecimento de fala neste Mac. O resultado é salvo como um arquivo SRT ao lado do arquivo de mídia; as legendas aparecem durante a reprodução conforme são geradas.
ru: Переведите существующие субтитры или создайте новые с помощью распознавания речи на устройстве. Результат сохраняется в файл SRT в той же папке, что и медиафайл; при воспроизведении субтитры появляются по мере создания.
th: แปลคำบรรยายที่มีอยู่ หรือสร้างคำบรรยายใหม่ด้วยการรู้จำเสียงพูดบนอุปกรณ์ ผลลัพธ์จะบันทึกเป็นไฟล์ SRT ในโฟลเดอร์เดียวกับไฟล์สื่อ และคำบรรยายจะปรากฏระหว่างการเล่นตามความคืบหน้าในการสร้าง
tr: Mevcut altyazıları çevirin veya aygıt üzerinde konuşma tanıma ile yeni altyazılar oluşturun. Sonuç, medya dosyasıyla aynı klasöre SRT dosyası olarak kaydedilir; oynatma sırasında altyazılar oluşturuldukça görünür.
vi: Dịch phụ đề có sẵn hoặc tạo phụ đề mới bằng tính năng nhận dạng giọng nói trên thiết bị. Kết quả được lưu thành tệp SRT trong cùng thư mục với tệp đa phương tiện; khi phát, phụ đề sẽ xuất hiện theo tiến độ tạo.
zh_hans: 翻译已有字幕，或用本机语音识别生成新字幕。结果写入媒体旁的 SRT 文件；播放时字幕随生成进度出现。
zh_hant: 翻譯現有字幕，或使用本機語音辨識產生新字幕。結果會儲存為與媒體檔案位於同一資料夾的 SRT 檔案；播放時，字幕會隨產生進度顯示。

# captions.sheet.title
source: Generate or Translate Subtitles
de: Untertitel erstellen oder übersetzen
es: Generar o traducir subtítulos
fr: Générer ou traduire des sous-titres
id: Buat atau Terjemahkan Subtitle
it: Genera o traduci sottotitoli
ja: 字幕を生成または翻訳
ko: 자막 생성 또는 번역
nl: Genereer of vertaal ondertitels
pl: Generuj lub tłumacz napisy
pt: Gerar ou traduzir legendas
ru: Создать или перевести субтитры
th: สร้างหรือแปลคำบรรยาย
tr: Altyazı Oluştur veya Çevir
vi: Tạo hoặc dịch phụ đề
zh_hans: 生成或翻译字幕
zh_hant: 產生或翻譯字幕
